{"13": {"title": "沿着有中国特色的社会主义道路前进\n赵紫阳在中国共产党第十三次全国代表大会上的报告\n", "date": "1987.10.15", "text": "同志们！当前国际形势对我国社会主义现代化建设有利。在世界各国人民为维护和平、谋求发展所作的巨大努力的推动下，制止军备竞赛和侵略扩张，主张实现真正裁军和早日解决地区冲突的呼声日益高涨。正是在这样的背景下，美苏最近就中导问题达成了原则协议，东西方关系出现了一定程度的缓和。我们对此表示欢迎。但必须清醒地看到，达成这种原则协议仅仅是朝着裁减军备迈出的第一步。军备竞赛远未停止。“热点”一个也没有消除，个别地区的冲突还存在着升级的危险。国际形势真正实现缓和，还将经历一个漫长、艰难甚至曲折的过程，各国人民仍须进行坚持不懈的努力。中国将继续坚定不移地奉行独立自主的和平外交政策，在和平共处五项原则的基础上同世界各国发展友好合作关系。我们将同全世界爱好和平的国家和人民一道，努力推动国际形势朝着有利于世界人民、有利于世界和平的方向继续发展。\n"}, "14": {"title": "加快改革开放和现代化建设步伐  夺取有中国特色社会主义事业的更大胜利\n江泽民在中国共产党第十四次全国代表大会上的报告\n", "date": "1992.10.12", "text": "三、国际形势和我们的对外政策\n在复杂多变的国际形势下，我国对外工作取得了重大成就。我们同周边国家的睦领友好关系处于建国以来的最好时期，同广大发展中国家的团结合作进一步巩固和加强，同世界各国包括西方发达国家的关系在和平共处五项原则基础上得到了改善和发展。我国的国际影响不断扩大，国际地位不断提高。\n当今世界正处在大变动的历史时期。两极格局已经终结，各种力量重新分化组合，世界正朝着多极化方向发展。新格局的形成将是长期的、复杂的过程。在今后一个较长时期内，争取和平的国际环境，避免新的世界大战，是有可能的。同时也要看到，目前国际形势仍然动荡不安。世界各种矛盾在深入发展，不少国家和地区的民族矛盾、领土争端和宗教纷争突出起来，甚至酿成流血冲突和局部战争。国际经济竞争日趋激烈，许多发展中国家经济环境更加恶化，南北差距进一步扩大。\n和平与发展仍然是当今世界两大主题。发展需要和平，和平离不开发展。霸权主义、强权政治的存在，始终是解决和平与发展问题的主要障碍。世界的发展也决不能长期建立在广大发展中国家贫穷落后的基础之上。国际形势的剧变和动荡促使世界人民进一步觉醒。具有共同历史遭遇的发展中国家维护独立主权、团结合作的趋势正在加强。世界要和平，国家要发展，社会要进步，经济要繁荣，生活要提高，已成为各国人民的普遍要求。\n面对新的国际形势，中国共产党、中国政府和中国人民将继续积极发展对外关系，努力为我国的改革开放和现代化建设争取有利的国际环境，为世界的和平与发展做出自己的贡献。\n中国始终不渝地奉行独立自主的和平外交政策。维护我国的独立和主权，促进世界的和平与发展，是中国外交政策的基本目标。在涉及民族利益和国家主权的问题上，我们决不屈服于任何外来压力。中国是维护世界和平的坚定力量。中国不同任何国家或国家集团结盟，不参加任何军事集团。中国永远不称霸，永远不搞扩张，同时反对任何形式的霸权主义、强权政治和侵略扩张行为。中国反对军备竞赛，主张根据公正、合理、全面、均衡的原则，实行有效的裁军和军控。现在世界上有些国家也有谈裁军，但并没有真正裁减他们的尖端武器。在处理国际事务中，我国严格遵守联合国宪章和公认的国际关系准则，坚持实事求是和伸张正义的原则立场。\n建立什么样的国际新秩序，是当前国际社会普遍关心的重大问题。根据历史经验和现实状况，我们主张在互相尊重主权和领土完整、互不侵犯、互不干涉内政、平等互利、和平共处等原则的基础上，建立和平、稳定、公正、合理的国际新秩序。这一新秩序包括建立平等互利的国际经济新秩序。世界是多样性的，各个国家之间存在着种种差异。各国人民都有权根据本国的具体情况，选择符合本国国情的社会制度和发展道路。国家无论大小、强弱、贫富，都应当作为国际社会的平等成员参与国际事务。国与国之间理应互相尊重，求同存异，平等相待，友好相处。国与国之间的分歧和争端，应当遵照联合国宪章和国际法准则，通过协商和平解决，不得诉诸武力和武力威胁。霸权主义和强权政治，少数几个国家垄断和操纵国际事务，是行不通的。建立国际新秩序是长期的任务，中国人民将同各国人民一道，为此作出不懈的努力。\n中国作为联合国成员国和安理会常任理事国，重视联合国的作用，积极参与联合国事务。我们支持联合国及其安理会在维护世界和平，推进裁军进程，促进全球发展，以及解决国际争端等方面发挥积极的作用。\n中国是发展中国家，加强同第三世界国家的团结与合作是我国对外政策的基本立足点，中国将一如既往地同发展中国家在维护各自国家的独立主权上相互支持，在经济、文化方面加强交流。中国已成为不结盟运动的观察员，同七十七国集团也建立了密切联系，今后将进一步加强同他们的合作。\n中国愿意在和平共处五项原则的基础上，同所有国家发展友好合作关系。社会制度和意识形态的差别，不应成为发展国家关系的障碍。在国际交往中，我们绝不把自己的社会制度和意识形态强加于人，同样，也绝不允许别的国家将自己的社会制度和意识形态强加于中国。我们的这个原则立场，是绝不会改变的。\n我们坚定不移地实行对外开放，愿意不断加强和扩大同世界各国在平等互利基础上的经济、科技合作，加强在文化、教育、卫生、体育等各个领域的交流。\n中国共产党重视同各国政党的关系。现在，中国共产党已经同一百多个国家的许多政党和政治组织建立了不同形式的联系。我们将继续按照独立自主、完全平等、互相尊重、互不干涉内部事务的原则，同各国政党建立和发展友好关系，本着求同存异的精神，增进相互了解和合作。\n中华人民共和国的成立，结束了中国各族人民长期受侵略、被压迫、遭凌辱的悲惨历史，人权状况得到了根本改善。人民成为国家的主人，不断创造着自己的新生活。我国的宪法从根本方面保障了人民的各种权利。中国参加了一系列有关人权的国际公约，赞成国际间就人权问题进行平等对话。人权问题说到底是属于一个国家主权范围的事，我们坚决反对利用人权问题干涉别国内政。\n历史的经验告诉我们，不管打着什么旗号，只要是侵犯别国的独立主权，干涉别国的内政，以大欺小，以强凌弱，以富压贫，就不得人心。谁的手伸得太长，谁欺压别人，谁就会遭到世界人民的谴责和反对。得道多助，失道寡助，正义的力量终究是不可战胜的。\n"}, "15": {"title": "高举邓小平理论伟大旗帜，把建设有中国特色社会主义事业全面推向二十一世纪\n江泽民在中国共产党第十五次全国代表大会上的报告\n", "date": "1997.09.12", "text": "九、国际形势和对外政策\n当前国际形势总体上继续趋向缓和。和平与发展是当今时代的主题。多极化趋势在全球或地区范围内，在政治、经济等领域都有新的发展，世界上各种力量出现新的分化和组合。大国之间的关系经历着重大而又深刻的调整。各种区域性、洲际性的合作组织空前活跃。广大发展中国家的总体实力在增强。多极化趋势的发展有利于世界的和平、稳定和繁荣。各国人民要求平等相待、友好相处的呼声日益高涨。要和平、求合作、促发展已经成为时代的主流。维护世界和平的因素正在不断增长。在相当长的时期内，避免新的世界大战是可能的，争取一个良好的国际和平环境和周边环境是可以实现的。\n但是，冷战思维依然存在，霸权主义和强权政治仍然是威胁世界和平与稳定的主要根源。扩大军事集团、加强军事同盟，无助于维护和平、保障安全。不公正、不合理的国际经济旧秩序还在损害着发展中国家的利益。贫富差距不断扩大。利用“人权”等问题干涉他国内政的现象还很严重。因民族、宗教、领土等因素而引发的局部冲突时起时伏。世界仍不安宁。\n要坚持邓小平的外交思想，始终不渝地奉行独立自主的和平外交政策。对于一切国际事务，我们都要从中国人民和世界人民的根本利益出发，根据事情本身的是非曲直，决定自己的立场和政策，不屈从于任何外来压力，不同任何大国或国家集团结盟，不搞军事集团，不参加军备竞赛，不进行军事扩张。\n要反对霸权主义，维护世界和平。国与国之间应通过协商和平解决彼此的纠纷和争端，不应诉诸武力或以武力相威胁，不能以任何借口干涉他国内政，更不能恃强凌弱，侵略、欺负和颠覆别的国家。我们不把自己的社会制度和意识形态强加于人，也决不允许别国把他们的社会制度和意识形态强加于我们。\n要致力于推动建立公正合理的国际政治经济新秩序。这种国际新秩序是以和平共处五项原则为基础的，符合联合国宪章的宗旨和原则，反映了和平与发展的时代潮流。\n要尊重世界的多样性。当今世界是丰富多彩的。各国都有权选择符合本国国情的社会制度、发展战略和生活方式。各国的事情要由各国人民自己作主，国际上的事情要由大家商量解决。\n要坚持睦邻友好。这是我国的一贯主张，决不会改变。对我国同邻国之间存在的争议问题，应该着眼于维护和平与稳定的大局，通过友好协商和谈判解决。一时解决不了的，可以暂时搁置，求同存异。\n要进一步加强同第三世界国家的团结与合作。发展中国家维护国家独立、实现经济发展的根本目标是一致的。中国将一如既往，同广大发展中国家在各个方面相互支持，密切配合，共同维护正当权益。\n要在和平共处五项原则的基础上，继续改善和发展同发达国家的关系。国与国之间应超越社会制度和意识形态的差异，相互尊重，友好相处。要寻求共同利益的汇合点，扩大互利合作，共同对付人类生存和发展所面临的挑战。对彼此之间的分歧，要坚持对话，不搞对抗，从双方长远利益以及世界和平与发展的大局出发，妥善加以解决，反对动辄进行制裁或以制裁相威胁。\n要坚持平等互利的原则，同世界各国和地区广泛开展贸易往来、经济技术合作和科学文化交流，促进共同发展。\n要积极参与多边外交活动，充分发挥我国在联合国以及其他国际组织中的作用。\n要坚持在独立自主、完全平等、互相尊重、互不干涉内部事务原则的基础上，同一切愿与我党交往的各国政党发展新型的党际交流和合作关系，促进国家关系的发展。\n中国是维护世界和平和地区稳定的坚定力量。我们进行社会主义现代化建设，需要一个长期的和平国际环境特别是良好的周边环境。中国的发展不会对任何国家构成威胁。今后中国发达起来了，也永远不称霸。中国人民曾经长期遭受列强侵略、压迫和欺凌，永远不会把这种痛苦加之于人。\n世界的前途是光明的，道路是曲折的。中国人民愿意同世界各国人民一道，为促进和平与发展的崇高事业，为开创人类更加美好的未来，作出不懈的努力。\n"}, "16": {"title": "全面建设小康社会，开创中国特色社会主义事业新局面\n在中国共产党第十六次全国代表大会上的报告\n", "date": "2002.11.08", "text": "九、国际形势和对外工作\n和平与发展仍是当今时代的主题。维护和平，促进发展，事关各国人民的福祉，是各国人民的共同愿望，也是不可阻挡的历史潮流。世界多极化和经济全球化趋势的发展，给世界的和平与发展带来了机遇和有利条件。新的世界大战在可预见的时期内打不起来。争取较长时期的和平国际环境和良好周边环境是可以实现的。\n但是，不公正不合理的国际政治经济旧秩序没有根本改变。影响和平与发展的不确定因素在增加。传统安全威胁和非传统安全威胁的因素相互交织，恐怖主义危害上升。霸权主义和强权政治有新的表现。民族、宗教矛盾和边界、领土争端导致的局部冲突时起时伏。南北差距进一步扩大。世界还很不安宁，人类面临着许多严峻挑战。\n不管国际风云如何变幻，我们始终不渝地奉行独立自主的和平外交政策。中国外交政策的宗旨，是维护世界和平，促进共同发展。我们愿同各国人民一道，共同推进世界和平与发展的崇高事业。\n我们主张顺应历史潮流，维护全人类的共同利益。我们愿与国际社会共同努力，积极促进世界多极化，推动多种力量和谐并存，保持国际社会的稳定；积极促进经济全球化朝着有利于实现共同繁荣的方向发展，趋利避害，使各国特别是发展中国家都从中受益。\n我们主张建立公正合理的国际政治经济新秩序。各国政治上应相互尊重，共同协商，而不应把自己的意志强加于人；经济上应相互促进，共同发展，而不应造成贫富悬殊；文化上应相互借鉴，共同繁荣，而不应排斥其他民族的文化；安全上应相互信任，共同维护，树立互信、互利、平等和协作的新安全观，通过对话和合作解决争端，而不应诉诸武力或以武力相威胁。反对各种形式的霸权主义和强权政治。中国永远不称霸，永远不搞扩张。\n我们主张维护世界多样性，提倡国际关系民主化和发展模式多样化。世界是丰富多彩的。世界上的各种文明、不同的社会制度和发展道路应彼此尊重，在竞争比较中取长补短，在求同存异中共同发展。各国的事情应由各国人民自己决定，世界上的事情应由各国平等协商。\n我们主张反对一切形式的恐怖主义。要加强国际合作，标本兼治，防范和打击恐怖活动，努力消除产生恐怖主义的根源。\n我们将继续改善和发展同发达国家的关系，以各国人民的根本利益为重，不计较社会制度和意识形态的差别，在和平共处五项原则的基础上，扩大共同利益的汇合点，妥善解决分歧。\n我们将继续加强睦邻友好，坚持与邻为善、以邻为伴，加强区域合作，把同周边国家的交流和合作推向新水平。\n我们将继续增强同第三世界的团结和合作，增进相互理解和信任，加强相互帮助和支持，拓宽合作领域，提高合作效果。\n我们将继续积极参与多边外交活动，在联合国和其他国际及区域性组织中发挥作用，支持发展中国家维护自身的正当权益。\n我们将继续坚持独立自主、完全平等、互相尊重、互不干涉内部事务的原则，同各国各地区政党和政治组织发展交流和合作。\n我们将继续广泛开展民间外交，扩大对外文化交流，增进人民之间的友谊，推动国家关系的发展。\n世界正向着光明和进步的目标迈进。道路是曲折的，前途是光明的。和平的力量，正义的力量，进步的力量，终究是不可战胜的。\n"}, "17": {"title": "高举中国特色社会主义伟大旗帜 为夺取全面建设小康社会新胜利而奋斗\n胡锦涛在中国共产党第十七次全国代表大会上的报告\n", "date": "2007.10.15", "text": "十一、始终不渝走和平发展道路\n当今世界正处在大变革大调整之中。和平与发展仍然是时代主题，求和平、谋发展、促合作已经成为不可阻挡的时代潮流。世界多极化不可逆转，经济全球化深入发展，科技革命加速推进，全球和区域合作方兴未艾，国与国相互依存日益紧密，国际力量对比朝着有利于维护世界和平方向发展，国际形势总体稳定。\n同时，世界仍然很不安宁。霸权主义和强权政治依然存在，局部冲突和热点问题此起彼伏，全球经济失衡加剧，南北差距拉大，传统安全威胁和非传统安全威胁相互交织，世界和平与发展面临诸多难题和挑战。\n共同分享发展机遇，共同应对各种挑战，推进人类和平与发展的崇高事业，事关各国人民的根本利益，也是各国人民的共同心愿。我们主张，各国人民携手努力，推动建设持久和平、共同繁荣的和谐世界。为此，应该遵循联合国宪章宗旨和原则，恪守国际法和公认的国际关系准则，在国际关系中弘扬民主、和睦、协作、共赢精神。政治上相互尊重、平等协商，共同推进国际关系民主化；经济上相互合作、优势互补，共同推动经济全球化朝着均衡、普惠、共赢方向发展；文化上相互借鉴、求同存异，尊重世界多样性，共同促进人类文明繁荣进步；安全上相互信任、加强合作，坚持用和平方式而不是战争手段解决国际争端，共同维护世界和平稳定；环保上相互帮助、协力推进，共同呵护人类赖以生存的地球家园。\n当代中国同世界的关系发生了历史性变化，中国的前途命运日益紧密地同世界的前途命运联系在一起。不管国际风云如何变幻，中国政府和人民都将高举和平、发展、合作旗帜，奉行独立自主的和平外交政策，维护国家主权、安全、发展利益，恪守维护世界和平、促进共同发展的外交政策宗旨。\n中国将始终不渝走和平发展道路。这是中国政府和人民根据时代发展潮流和自身根本利益作出的战略抉择。中华民族是热爱和平的民族，中国始终是维护世界和平的坚定力量。我们坚持把中国人民的利益同各国人民的共同利益结合起来，秉持公道，伸张正义。我们坚持国家不分大小、强弱、贫富一律平等，尊重各国人民自主选择发展道路的权利，不干涉别国内部事务，不把自己的意志强加于人。中国致力于和平解决国际争端和热点问题，推动国际和地区安全合作，反对一切形式的恐怖主义。中国奉行防御性的国防政策，不搞军备竞赛，不对任何国家构成军事威胁。中国反对各种形式的霸权主义和强权政治，永远不称霸，永远不搞扩张。\n中国将始终不渝奉行互利共赢的开放战略。我们将继续以自己的发展促进地区和世界共同发展，扩大同各方利益的汇合点，在实现本国发展的同时兼顾对方特别是发展中国家的正当关切。我们将继续按照通行的国际经贸规则，扩大市场准入，依法保护合作者权益。我们支持国际社会帮助发展中国家增强自主发展能力、改善民生，缩小南北差距。我们支持完善国际贸易和金融体制，推进贸易和投资自由化便利化，通过磋商协作妥善处理经贸摩擦。中国决不做损人利己、以邻为壑的事情。\n中国坚持在和平共处五项原则的基础上同所有国家发展友好合作。我们将继续同发达国家加强战略对话，增进互信，深化合作，妥善处理分歧，推动相互关系长期稳定健康发展。我们将继续贯彻与邻为善、以邻为伴的周边外交方针，加强同周边国家的睦邻友好和务实合作，积极开展区域合作，共同营造和平稳定、平等互信、合作共赢的地区环境。我们将继续加强同广大发展中国家的团结合作，深化传统友谊，扩大务实合作，提供力所能及的援助，维护发展中国家的正当要求和共同利益。我们将继续积极参与多边事务，承担相应国际义务，发挥建设性作用，推动国际秩序朝着更加公正合理的方向发展。我们将继续开展同各国政党和政治组织的交流合作，加强人大、政协、军队、地方、民间团体对外交往，增进中国人民和各国人民的相互了解和友谊。\n中国发展离不开世界，世界繁荣稳定也离不开中国。中国人民将继续同各国人民一道，为实现人类的美好理想而不懈努力。\n"}, "18": {"title": "坚定不移沿着中国特色社会主义道路前进　为全面建成小康社会而奋斗\n胡锦涛在中国共产党第十八次全国代表大会上的报告\n", "date": "2012.11.08", "text": "十一、继续促进人类和平与发展的崇高事业\n　　当今世界正在发生深刻复杂变化，和平与发展仍然是时代主题。世界多极化、经济全球化深入发展，文化多样化、社会信息化持续推进，科技革命孕育新突破，全球合作向多层次全方位拓展，新兴市场国家和发展中国家整体实力增强，国际力量对比朝着有利于维护世界和平方向发展，保持国际形势总体稳定具备更多有利条件。\n　　同时，世界仍然很不安宁。国际金融危机影响深远，世界经济增长不稳定不确定因素增多，全球发展不平衡加剧，霸权主义、强权政治和新干涉主义有所上升，局部动荡频繁发生，粮食安全、能源资源安全、网络安全等全球性问题更加突出。\n　　人类只有一个地球，各国共处一个世界。历史昭示我们，弱肉强食不是人共存之道，穷兵黩武无法带来美好世界。要和平不要战争，要发展不要贫穷，要合作不要对抗，推动建设持久和平、共同繁荣的和谐世界，是各国人民共同愿望。\n　　我们主张，在国际关系中弘扬平等互信、包容互鉴、合作共赢的精神，共同维护国际公平正义。平等互信，就是要遵循联合国宪章宗旨和原则，坚持国家不分大小、强弱、贫富一律平等，推动国际关系民主化，尊重主权，共享安全，维护世界和平稳定。包容互鉴，就是要尊重世界文明多样性、发展道路多样化，尊重和维护各国人民自主选择社会制度和发展道路的权利，相互借鉴，取长补短，推动人类文明进步。合作共赢，就是要倡导人类命运共同体意识，在追求本国利益时兼顾他国合理关切，在谋求本国发展中促进各国共同发展，建立更加平等均衡的新型全球发展伙伴关系，同舟共济，权责共担，增进人类共同利益。\n　　中国将继续高举和平、发展、合作、共赢的旗帜，坚定不移致力于维护世界和平、促进共同发展。\n　　中国将始终不渝走和平发展道路，坚定奉行独立自主的和平外交政策。我们坚决维护国家主权、安全、发展利益，决不会屈服于任何外来压力。我们根据事情本身的是非曲直决定自己的立场和政策，秉持公道，伸张正义。中国主张和平解决国际争端和热点问题，反对动辄诉诸武力或以武力相威胁，反对颠覆别国合法政权，反对一切形式的恐怖主义。中国反对各种形式的霸权主义和强权政治，不干涉别国内政，永远不称霸，永远不搞扩张。中国将坚持把中国人民利益同各国人民共同利益结合起来，以更加积极的姿态参与国际事务，发挥负责任大国作用，共同应对全球性挑战。\n　　中国将始终不渝奉行互利共赢的开放战略，通过深化合作促进世界经济强劲、可持续、平衡增长。中国致力于缩小南北差距，支持发展中国家增强自主发展能力。中国将加强同主要经济体宏观经济政策协调，通过协商妥善解决经贸摩擦。中国坚持权利和义务相平衡，积极参与全球经济治理，推动贸易和投资自由化便利化，反对各种形式的保护主义。\n　　中国坚持在和平共处五项原则基础上全面发展同各国的友好合作。我们将改善和发展同发达国家关系，拓宽合作领域，妥善处理分歧，推动建立长期稳定健康发展的新型大国关系。我们将坚持与邻为善、以邻为伴，巩固睦邻友好，深化互利合作，努力使自身发展更好惠及周边国家。我们将加强同广大发展中国家的团结合作，共同维护发展中国家正当权益，支持扩大发展中国家在国际事务中的代表性和发言权，永远做发展中国家的可靠朋友和真诚伙伴。我们将积极参与多边事务，支持联合国、二十国集团、上海合作组织、金砖国家等发挥积极作用，推动国际秩序和国际体系朝着公正合理的方向发展。我们将扎实推进公共外交和人文交流，维护我国海外合法权益。我们将开展同各国政党和政治组织的友好往来，加强人大、政协、地方、民间团体的对外交流，夯实国家关系发展社会基础。\n中国人民热爱和平、渴望发展，愿同各国人民一道为人类和平与发展的崇高事业而不懈努力。\n"}, "19": {"title": "决胜全面建成小康社会 夺取新时代中国特色社会主义伟大胜利\n习近平在中国共产党第十九次全国代表大会上的报告\n", "date": "2017.10.18", "text": "十二、坚持和平发展道路，推动构建人类命运共同体 \n中国共产党是为中国人民谋幸福的政党，也是为人类进步事业而奋斗的政党。中国共产党始终把为人类作出新的更大的贡献作为自己的使命。\n中国将高举和平、发展、合作、共赢的旗帜，恪守维护世界和平、促进共同发展的外交政策宗旨，坚定不移在和平共处五项原则基础上发展同各国的友好合作，推动建设相互尊重、公平正义、合作共赢的新型国际关系。\n世界正处于大发展大变革大调整时期，和平与发展仍然是时代主题。世界多极化、经济全球化、社会信息化、文化多样化深入发展，全球治理体系和国际秩序变革加速推进，各国相互联系和依存日益加深，国际力量对比更趋平衡，和平发展大势不可逆转。同时，世界面临的不稳定性不确定性突出，世界经济增长动能不足，贫富分化日益严重，地区热点问题此起彼伏，恐怖主义、网络安全、重大传染性疾病、气候变化等非传统安全威胁持续蔓延，人类面临许多共同挑战。\n我们生活的世界充满希望，也充满挑战。我们不能因现实复杂而放弃梦想，不能因理想遥远而放弃追求。没有哪个国家能够独自应对人类面临的各种挑战，也没有哪个国家能够退回到自我封闭的孤岛。\n我们呼吁，各国人民同心协力，构建人类命运共同体，建设持久和平、普遍安全、共同繁荣、开放包容、清洁美丽的世界。要相互尊重、平等协商，坚决摒弃冷战思维和强权政治，走对话而不对抗、结伴而不结盟的国与国交往新路。要坚持以对话解决争端、以协商化解分歧，统筹应对传统和非传统安全威胁，反对一切形式的恐怖主义。要同舟共济，促进贸易和投资自由化便利化，推动经济全球化朝着更加开放、包容、普惠、平衡、共赢的方向发展。要尊重世界文明多样性，以文明交流超越文明隔阂、文明互鉴超越文明冲突、文明共存超越文明优越。要坚持环境友好，合作应对气候变化，保护好人类赖以生存的地球家园。\n中国坚定奉行独立自主的和平外交政策，尊重各国人民自主选择发展道路的权利，维护国际公平正义，反对把自己的意志强加于人，反对干涉别国内政，反对以强凌弱。中国决不会以牺牲别国利益为代价来发展自己，也决不放弃自己的正当权益，任何人不要幻想让中国吞下损害自身利益的苦果。中国奉行防御性的国防政策。中国发展不对任何国家构成威胁。中国无论发展到什么程度，永远不称霸，永远不搞扩张。\n中国积极发展全球伙伴关系，扩大同各国的利益交汇点，推进大国协调和合作，构建总体稳定、均衡发展的大国关系框架，按照亲诚惠容理念和与邻为善、以邻为伴周边外交方针深化同周边国家关系，秉持正确义利观和真实亲诚理念加强同发展中国家团结合作。加强同各国政党和政治组织的交流合作，推进人大、政协、军队、地方、人民团体等的对外交往。\n中国坚持对外开放的基本国策，坚持打开国门搞建设，积极促进“一带一路”国际合作，努力实现政策沟通、设施联通、贸易畅通、资金融通、民心相通，打造国际合作新平台，增添共同发展新动力。加大对发展中国家特别是最不发达国家援助力度，促进缩小南北发展差距。中国支持多边贸易体制，促进自由贸易区建设，推动建设开放型世界经济。\n中国秉持共商共建共享的全球治理观，倡导国际关系民主化，坚持国家不分大小、强弱、贫富一律平等，支持联合国发挥积极作用，支持扩大发展中国家在国际事务中的代表性和发言权。中国将继续发挥负责任大国作用，积极参与全球治理体系改革和建设，不断贡献中国智慧和力量。 \n同志们！世界命运握在各国人民手中，人类前途系于各国人民的抉择。中国人民愿同各国人民一道，推动人类命运共同体建设，共同创造人类的美好未来！\n"}}